Repository: DeveloperAcademy-POSTECH/MC3-Team12-HangulKing
Catalog: HangulTop/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ms, pt_br, zh_hans, zh_hant

source: HangulKing
fr: Le Roi Hangul
ja: ハングルキング
zh_hans: 韩文王
zh_hant: 韓文王

source: Learn
de: Lernen
es: Aprender
fr: Apprendre
id: Belajar
it: Imparare
ja: 学習
ms: Belajar
pt_br: Aprender
zh_hans: 学
zh_hant: 學

source: Vowel
de: das Vokal
es: Vocal
fr: Voyelle
id: Vokal
it: Vocale
ja: 母音
ms: Vokal
pt_br: Vogal
zh_hans: 元音
zh_hant: 元音

source: Consonant
de: der Konsonant
es: Consonante
fr: Consonne
id: Konsonan
it: Consonante
ja: 子音
ms: Konsonan
pt_br: Consoante
zh_hans: 辅音
zh_hant: 輔音

source: Batchim
ja: バッチム
zh_hant: 巴奇姆

source: Practice
de: Praktizieren
es: practicar
fr: Pratique
id: Latihan
it: Praticare
ja: 練習
ms: Latihan
pt_br: Praticar
zh_hans: 练习
zh_hant: 實踐

source: Quiz
de: das Quiz
id: Kuis
ja: クイズ
ms: Kuiz
zh_hans: 测验
zh_hant: 測驗

source: Hangul
ja: ハングル
zh_hans: 韩文
zh_hant: 韓文

# vowelPrinciple
source: Vowels were modeled after: •(sky), ㅡ(earth),ㅣ(human), also called “cheonjiin”, representing the basis of the universe. • is not solely used these days, as it does not have a sound on its own.
de: Vokale wurden modelliert nach: •(Himmel), ㅡ(Erde),ㅣ(Mensch), auch “Cheonjiin” genannt, was die Grundlage des Universums dastellt. • wird heutzutage nicht mehr nur verwendet, da es keinen eigenen Klang hat.
es: Las vocales se inspiraron en: •(cielo), ㅡ(tierra),ㅣ(humano), también llamado “cheonjiin”, que representa la base del universo. • no solo se usa en estos días, ya que no tiene un sonido por sí mismo.
fr: Les voyelles ont été modélisées d'après : ‘·’(ciel), ‘ㅡ’(terre), 'ㅣ'(humain), également appelé “cheonjiin”, représentant la base de l'univers. ‘·’ n'est pas uniquement utilisé de nos jours, car il n'a pas de son en soi.
id: Vokal dimodelkan setelah: ‘·’(langit), ‘ㅡ’(bumi), 'ㅣ'(manusia), juga disebut “cheonjiin”, mewakili dasar alam semesta. ‘·’ tidak hanya digunakan akhir-akhir ini, karena tidak memiliki suaranya sendiri.
it: Le vocali sono state modellate su: ‘·’(cielo), ‘ㅡ’(terra), 'ㅣ'(umano), chiamato anche “cheonjiin”, che rappresenta la base dell’universo. ‘·’ non è usato solo in questi giorni, in quanto non ha un suono da solo.
ja: 母音は、 「·」(空)、「ㅡ」(地)、「ㅣ」(人間) に基づいており、「天地人」とも呼ばれ、宇宙の基礎を表しています。 • 最近では、このように単独で使用されるわけではありません。単体では音が出ません。
ms: Vokal dimodelkan selepas: ‘·’(langit), ‘ㅡ’(bumi), 'ㅣ'(manusia), juga dipanggil “cheonjiin”, mewakili asas alam semesta. ‘·’tidak digunakan semata-mata hari ini, kerana ia tidak mempunyai bunyi sendiri.
pt_br: As vogais foram modeladas a partir de: ‘·’(céu), ‘ㅡ’(terra), ‘ㅣ’(humano), também chamado de “cheonjiin”, representando a base do universo. ‘·’ não é usado sozinho nos dias de hoje, pois não possui som próprio.
zh_hans: 元音仿照： •（天空）、ㅡ（地球）、ㅣ（人类），也称为“天地人”，代表宇宙的基础。 •现在不单独使用了，因为它本身没有声音。
zh_hant: 元音仿照： •(天)、ㅡ(地)、ㅣ(人)，也稱為“天地音”，代表宇宙的基礎。 • 現在不僅使用它，因為它自己沒有聲音。

# consonantPrinciple
source: Consonants were modeled after the shape of the human pronunciation organ. Five basic consonants ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ' were created, and by adding strokes to these letters, consonants with stronger sounds were created.
de: Konsonanten wurden der Form des menschlichen Ausspracheorgans nachempfunden. Fünf grundlegende Konsonanten “ㄱ, ㄷ, ㅂ, ㅅ, ㅈ” wurden erstellt, und durch Hinzufügen von Strichen zu diesen Buchstaben wurden Konsonanten mit stärkeren Klängen erstellt.
es: Las consonantes se modelaron según la forma del órgano de pronunciación humano. Se crearon cinco consonantes básicas 'ㄱ, ㄷ, ㅂ, ㅅ, ㅈ',y al agregar trazos a estas letras, se crearon consonantes con sonidos más fuertes.
fr: Les consonnes ont été modélisées d'après la forme de l'organe de prononciation humaine. Cinq consonnes de base ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ' ont été créées, et en ajoutant des traits à ces lettres, des consonnes avec des sons plus forts ont été créées.
id: Konsonan dimodelkan mengikut bentuk organ sebutan manusia. Lima konsonan asas ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ' telah dicipta, dan dengan menambahkan sebatan pada huruf-huruf ini, konsonan dengan bunyi yang lebih kuat dicipta.
it: Le consonanti sono state modellate sulla forma dell’organo di pronuncia umano. Sono state create cinque consonanti di base ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ’ e aggiungendo tratti a queste lettere, sono state create consonanti con suoni più forti.
ja: 子音は、人間の発音器官の形状をモデルにしています。 5 つの基本的な子音「ㄱ、ㄷ、ㅂ、ㅅ、ㅈ」を作成し、これらの文字にストロークを追加することで、より強い音の子音を作成しました。
ms: Konsonan dimodelkan mengikut bentuk organ sebutan manusia. Lima konsonan asas ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ' telah dicipta, dan dengan menambahkan sebatan pada huruf-huruf ini, konsonan dengan bunyi yang lebih kuat dicipta.
pt_br: As consoantes foram modeladas de acordo com a forma do órgão de pronúncia humano. Cinco consoantes básicas ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ' foram criadas e adicionando traços a essas letras, foram criadas consoantes com sons mais fortes.
zh_hans: 辅音模仿人类发音器官的形状。 创造了五个基本辅音 ‘ㄱ、ㄷ、ㅂ、ㅅ、ㅈ’，并通过在这些字母上添加笔画来创建发音更强烈的辅音。
zh_hant: 輔音是仿照人類發音器官的形狀製作的。 創建了五個基本輔音“ㄱ、ㄷ、ㅂ、ㅅ、ㅈ”，並通過在這些字母中添加筆劃來創建發音更強烈的輔音。

# batchimPrinciple
source: Batchim is an additional consonant that comes after a consonant vowel combination. Most consonants can be batchim, but they are always pronounced as one of the 7 consonants, 'ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅇ’
de: Batchim ist ein zusätzlicher Konsonant, der nach einer Konsonanten-Vokal-Kombination kommt. Die meisten Konsonanten können Batchim sein, aber sie werden immer als einer der 7 Konsonanten ausgesprochen, ‘ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅇ’
es: Batchim es una consonante adicional que viene después de una combinación de vocales y consonantes. La mayoría de las consonantes pueden ser batchim, pero siempre se pronuncian como una de las 7 consonantes, 'ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅇ'
fr: Batchim est une consonne supplémentaire qui vient après une combinaison de voyelles de consonnes. La plupart des consonnes peuvent être batchim, mais elles sont toujours prononcées comme l'une des 7 consonnes, 'ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅇ'
id: Batchim adalah konsonan tambahan yang muncul setelah kombinasi vokal konsonan. Kebanyakan konsonan dapat berupa batchim, tetapi mereka selalu diucapkan sebagai salah satu dari 7 konsonan, 'ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅇ'
it: Batchim è una consonante aggiuntiva che viene dopo una comvinazione di vocali consonantiche. La maggior parte delle consonanti può essere batchim, ma sono sempre pronunciate come una delle 7 consonanti, ‘ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅇ’
ja: パッチムは子音母音の組み合わせの後に来る追加の子音です。 ほとんどの子音はバッチィムですが、常に7つの子音の1つとして発音されます。「ㄱ、ㄴ、ㄷ、ㄹ、ㅁ、ㅇ」です。
ms: Batchim ialah konsonan tambahan yang datang selepas gabungan vokal konsonan. Kebanyakan konsonan boleh menjadi batchim, tetapi mereka sentiasa disebut sebagai salah satu daripada 7 konsonan, ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ'
pt_br: Batchim é uma consoante adicional que vem sob uma combinação de vogais consoantes. A maioria das consoantes pode ser batchim, mas elas são sempre pronunciadas como uma das 7 consoantes, 'ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅇ’.
zh_hans: Batchim 是一个附加的辅音，出现在辅音元音组合之后。 大多数辅音可以是batchim，但它们总是发音为7个辅音之一，'ㄱ、ㄴ、ㄷ、ㄹ、ㅁ、ㅇ'。
zh_hant: 巴奇姆 是輔音元音組合之後的附加輔音。 大多數輔音可以是 巴奇姆，但它們總是發音為 7 個輔音之一，'ㄱ、ㄴ、ㄷ、ㄹ、ㅁ、ㅇ'

# vowelExplanation1
source: Vowels are not used alone. 'ㅇ' here indicates a phonetic blank in front of each vowel.
de: Vokale werden nicht allein verwendet. ‘ㅇ’ zeigt hier ein phonetisches Leerzeichen vor jedem Vokal an.
es: Las vocales no se usan solas. 'ㅇ' aquí indica un espacio fonético en blanco delante de cada vocal.
fr: Les voyelles ne sont pas utilisées seules. 'ㅇ' indique ici un blanc phonétique devant chaque voyelle.
id: Vokal tidak digunakan sendiri. 'ㅇ' di sini menunjukkan kekosongan fonetik di depan setiap vokal.
it: Le vocali non si usano da sole. ‘ㅇ’ qui indica uno spazio fonetico davanti a ciascuna vocale.
ja: 母音は単独では使用されません。ここで「ㅇ」は、各母音の前の空白を表します。
ms: Vokal tidak digunakan secara bersendirian. 'ㅇ' di sini menunjukkan kosong fonetik di hadapan setiap vokal.
pt_br: As vogais não são usadas sozinhas. 'ㅇ' aqui indica uma lacuna fonética na frente de cada vogal.
zh_hans: 元音不单独使用。这里的'ㅇ'表示每个元音前面的语音空白。
zh_hant: 元音不單獨使用。這裡的'ㅇ'表示每個元音前面的語音空白。

# doubleConsonantExplanation
source: A double consonant is a form of writing the basic consonants ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ’ twice.
de: Ein Doppelkonsonant ist eine Form, die Grundkonsonanten ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ’ zweimal zu schreiben.
es: Una consonante doble es una forma de escribir las consonantes básicas 'ㄱ, ㄷ, ㅂ, ㅅ, ㅈ' dos veces.
fr: Une double consonne est une forme d'écriture des consonnes de base 'ㄱ, ㄷ, ㅂ, ㅅ, ㅈ' deux fois.
id: Konsonan ganda adalah bentuk penulisan konsonan dasar ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ’ dua kali.
it: Una doppia consonante è una forma di scrittura delle consonanti di base ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ’ due volte.
ja: 二重子音は、基本子音である「ㄱ、ㄷ、ㅂ、ㅅ、ㅈ」を2回書く形です。
ms: Konsonan rangkap ialah satu bentuk penulisan konsonan asas ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ’ dua kali.
pt_br: Uma consoante dupla é uma forma de escrever as consoantes básicas ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ’ duas vezes.
zh_hans: 双辅音是把基本辅音‘ㄱ、ㄷ、ㅂ、ㅅ、ㅈ’写两次的一种形式。
zh_hant: 雙輔音是把基本輔音‘ㄱ、ㄷ、ㅂ、ㅅ、ㅈ’寫兩次的一種形式。

# batchimExplanation
source: There are double batchims that are not used as initial consonant, but they are rarely used, so don't worry!
de: Es gibt doppelte Batchims, die nicht als Anfangskonsonant verwendet werden, aber sie werden selten verwendet, also keine Sorge!
es: Hay dobles batchims que no se usan como consonante inicial, pero rara vez se usan, ¡así que no te preocupes!
fr: Il existe des batchims doubles qui ne sont pas utilisés comme consonne initiale, mais ils sont rarement utilisés, alors ne vous inquiétez pas !
id: Ada double batchim yang tidak digunakan sebagai konsonan awal, tetapi jarang digunakan, jadi jangan khawatir!
it: Ci sono doppi batchim che non vengono usati come consonanti iniziali, ma sono usati raramente, quindi non preoccuparti!
ja: 頭の子音として使わないダブルバッチムもありますが、ほとんど使わないので安心してください！
ms: Terdapat double batchim yang tidak digunakan sebagai konsonan awal, tetapi jarang digunakan, jadi jangan risau!
pt_br: Existem batchims duplos que não são usados como consoante inicial, mas não se preocupe, são raramente usados!
zh_hans: 有不用作声母的双 Batchims，但很少使用，所以不用担心！
zh_hant: 有雙批不用作聲母，但很少使用，所以不用擔心！

# vowelExplanation2
source: ㅡ always goes below the consonant, whereas ㅣ goes to the right.
de: ㅡ geht immer unter den Konsonanten, während ㅣ nach rechts geht.
es: ㅡ siempre va debajo de la consonante, mientras que ㅣ va a la derecha.
fr: ‘ㅡ’ va toujours en dessous de la consonne, tandis que 'ㅣ' va vers la droite.
id: ‘ㅡ’ selalu berada di bawah konsonan, sedangkan 'ㅣ' berada di kanan.
it: ‘ㅡ’ va sempre sotto la consonante, mentre 'ㅣ' va a destra.
ja: 「ㅡ」 は常に子音の下に移動しますが、 「ㅣ」 は右に移動します。
ms: ‘ㅡ’ sentiasa berada di bawah konsonan, manakala 'ㅣ' pergi ke kanan.
pt_br: ‘ㅡ’ sempre vai abaixo da consoante, e ‘ㅣ’ vai para a direita.
zh_hans: 'ㅡ'总是在辅音下面， 而'ㅣ'在右边。
zh_hant: ㅡ總是在輔音下面， 而ㅣ在右邊。

# vowelExplanation3
source: One · is added to the basic vowel.
de: An den Grundvokal wird ein · angehängt.
es: Se añade uno · a la vocal básica.
fr: Un ‘·’ est ajouté à la voyelle de base.
id: Satu ‘·’ ditambahkan ke vokal dasar.
it: Uno ‘·’ viene aggiunto alla vocale di base.
ja: 基本母音に「·」が1つ付きます。
ms: Satu ‘·’ ditambahkan pada vokal dasar.
pt_br: Um ‘·’ é adicionado à vogal básica.
zh_hans: 一个•被添加到基本元音中。
zh_hant: 一個·被添加到基本元音中。

# vowelExplanation4
source: Two · were added to the basic vowel.
de: Zwei · wurden dem Grundvokal hinzugefügt.
es: Se añadieron dos · a la vocal básica.
fr: Deux ‘·’ ont été ajoutés à la voyelle de base.
id: Dua ‘·’ ditambahkan ke vokal dasar.
it: Due ‘·’ sono stati aggiunti alla vocale di base.
ja: 基本母音に2「·」が追加されました。
ms: Dua ‘·’ telah ditambahkan pada vokal dasar.
pt_br: Dois ‘·’ foram adicionados à vogal básica.
zh_hans: 两个•被添加到基本元音中。
zh_hant: 兩個·被添加到基本元音中。

# vowelExplanation5
source: · and ㅣwere added to the basic vowel.
de: · und ㅣ wurden an den Grundvokal angehängt.
es: · y ㅣ se agregaron a la vocal básica.
fr: ‘·’ et 'ㅣ' ont été ajoutés à la voyelle de base.
id: ‘·’ dan 'ㅣ' ditambahkan ke vokal dasar.
it: ‘·’ e 'ㅣ' sono stati aggiunti alla vocale di base.
ja: 「·」基礎母音にと「ㅣ」つけました。
ms: '·' dan 'ㅣ' ditambah pada vokal dasar.
pt_br: ‘·’ e ‘ㅣ’ foram adicionados à vogal básica.
zh_hans: '•'和'ㅣ'被添加到基本元音中。
zh_hant: · 和ㅣ被添加到基本元音中。”

# vowelExplanation6
source: Two vowels are combined into one! Read them quickly in order.
de: Zwei Vokale werden zu einem kombiniert! Lesen Sie sie schnell der Reihe nach.
es: ¡Dos vocales se combinan en una! Léalos rápidamente en orden.
fr: Deux voyelles sont combinées en une ! Lisez-les rapidement dans l'ordre.
id: Dua vokal digabungkan menjadi satu! Bacalah dengan cepat secara berurutan.
it: Due vocali sono combinate in una! Leggile velocemente in ordine.
ja: 二つの母音が一つに！ 順番に素早く読んでください。
ms: Dua vokal digabungkan menjadi satu! Baca dengan cepat mengikut urutan.
pt_br: Duas vogais são combinadas em uma! Leia-os rapidamente em ordem.
zh_hans: 两个元音合二为一！ 按顺序快速阅读。
zh_hant: 兩個元音合二為一！ 按順序快速閱讀。

# vowelDone
source: You have learned the vowels of Hangul!
de: Sie haben die Vokale des Hangul gelernt!
es: ¡Has aprendido las vocales de Hangul!
fr: Vous avez appris les voyelles du Hangul !
id: Anda telah mempelajari vokal Hangul!
it: Hai imparato le vocali di Hangul!
ja: ハングルの母音を 覚えたんですね！
ms: Anda telah mempelajari vokal Hangul!
pt_br: Você aprendeu as vogais do Hangul!
zh_hans: 你已经学会了韩文的元音！
zh_hant: 你已經學會了 韓文的元音！

# consonantDone
source: You have learned the consonants of Hangul!
de: Sie haben die Konsonanten des Hangul gelernt!
es: ¡Has aprendido las consonantes de Hangul!
fr: Vous avez appris les consonnes du Hangul !
id: Anda telah mempelajari konsonan Hangul!
it: Hai imparato le consonanti di Hangul!
ja: ハングルの子音を 覚えたんですね！
ms: Anda telah mempelajari konsonan Hangul!
pt_br: Você aprendeu as consoantes do Hangul!
zh_hans: 你已经学会了韩文的辅音！
zh_hant: 你已經學會了 韓文的輔音！

# batchimDone
source: You have learned the batchim of Hangul!
de: Sie haben den Batchim von Hangul gelernt!
es: ¡Has aprendido el batchim de Hangul!
fr: Vous avez appris le batchim du Hangul !
id: Anda telah mempelajari batchim Hangul!
it: Hai imparato il batchim di Hangul!
ja: ハングルのバッチイムを 覚えました!
ms: Anda telah mempelajari batchim Hangul!
pt_br: Você aprendeu os batchim do Hangul!
zh_hans: 你已经学会了韩文的Batchim！
zh_hant: 你已經學會了 韓文的批註！

source: Learn Consonant
de: Konsonanten lernen
es: Aprender Consonante
fr: Apprendre la Consonne
id: Pelajari Konsonan
it: Impara la consonante
ja: 子音学習
ms: Belajar Konsonan
pt_br: Aprender Consoante
zh_hans: 学习辅音
zh_hant: 學習輔音

source: Learn Batchim
de: Batchim Lernen
es: Aprender Batchim
fr: Apprendre Batchim
id: Pelajari Batchim
it: Impara Batchim
ja: パッチム学習
ms: Belajar Batchim
pt_br: Aprender Batchim
zh_hans: 学习Batchim
zh_hant: 學習批處理

source: Go to Quiz
de: Zu Quiz gehen
es: ir a Quiz
fr: Aller au Quiz
id: Pergi ke Kuis
it: Vai a Quiz
ja: クイズに行く
ms: Pergi ke Kuiz
pt_br: Ir para o Quiz
zh_hans: 去测验
zh_hant: 去測驗

source: Correct!
de: Richtig!
es: Correcta!
fr: Corriger!
id: Benar!
it: Corretta!
ja: 正しい！
ms: Betul!
pt_br: Correto!
zh_hans: 正确的！
zh_hant: 正確的！

source: Try again...
de: Versuchen Sie es nochmal…
es: volver a probar...
fr: Réessayer...
id: Coba lagi...
it: Riprova...
ja: 再試行...
ms: Cuba lagi...
pt_br: Tente de novo...
zh_hans: 再试一次...
zh_hant: 再試一次...

source: You have finished
de: Sie haben bisher
es: He resuelto
fr: Vous avez terminé
id: Anda telah selesai
it: Hai finito
ja: ここまでで
ms: Anda telah selesai
pt_br: Você concluiu
zh_hans: 到目前为止，您已经完成了
zh_hant: 到目前為止，您已經完成了

source: questions so far.
de: Fragen erledigt.
es: hasta ahora.
fr: questions jusqu'à présent.
id: pertanyaan sejauh ini
it: domande finora.
ja: つの質問が完了しました。
ms: pertanyaan sejauh ini
pt_br: questões até agora.
zh_hans: 个问题
zh_hant: 個問題。

# lv1
source: lv 1. Vowel
de: lv 1. Vokal
es: lv 1. Vocal
fr: niveau 1. Voyelle
id: lv 1. Vokal
it: lv 1. Vocale
ja: lv 1。母音
ms: lv 1. Vokal
pt_br: lv 1. Vogal
zh_hans: lv 1。元音
zh_hant: 第 1 級。元音

# lv3
source: lv 3. Batchim
fr: niveau 3. Batchim
ja: lv 3。パッチム
zh_hant: 第 3 級。巴奇姆

# lv2
source: lv 2. Consonant
de: lv 2. Konsonant
es: lv 2. Consonante
fr: niveau 2. Consonne
id: lv 2. Konsonan
it: lv 2. Consonante
ja: lv 2。子音
ms: lv 2. Konsonan
pt_br: lv 2. Consoante
zh_hans: lv 2。辅音
zh_hant: 第 2 級。輔音

source: Check
de: Prüfen
es: Comprobar
fr: Vérifier
id: Memeriksa
it: Verificare
ja: 確認
ms: Menyemak
pt_br: Verificar
zh_hans: 确认
zh_hant: 查看

source: Velar sound
de: Velarer Klang
es: Sonido velar
fr: Son Vélaire
id: Suara Velar
it: Suono velare
ja: 口蓋音
ms: Bunyi Velar
pt_br: Som velar
zh_hans: 口盖音
zh_hant: 軟齶音

source: Lingual sound
de: Lingualer Klang
es: Sonido lingual
fr: Son lingual
id: Suara lidah
it: Suono linguale
ja: 舌の音
ms: Bunyi lidah
pt_br: Som lingual
zh_hans: 舌音
zh_hant: 舌音

source: Labial sound
de: Labialer Klang
es: Sonido labial
fr: Son labial
id: Suara labial
it: Suono labiale
ja: 唇の音
ms: Bunyi labial
pt_br: Som labial
zh_hans: 唇音
zh_hant: 唇音

source: Dental sound
de: Zahnärztlicher Klang
es: Sonido dental
fr: Son dentaire
id: Suara gigi
it: Suono dentale
ja: 歯の音
ms: Bunyi gigi
pt_br: Som dental
zh_hans: 齒音
zh_hant: 齒音

source: Guttural sound
de: Gutturale Geräusche
es: Sonido gutural
fr: Son guttural
id: Suara tenggorokan
it: Suono gutturale
ja: 喉の音
ms: Bunyi tekak
pt_br: Som gutural
zh_hans: 喉音
zh_hant: 喉音

# velarSoundExplanation
source: The shape of the tongue touching the soft palate
de: Die Form der Zunge, die den weichen Gaumen berührt
es: La forma de la lengua tocando el paladar blando
fr: La forme de la langue touchant le palais mou
id: Bentuk lidah menyentuh langit-langit lunak
it: La forma della lingua che tocca il palato molle
ja: 軟口蓋に触れる舌の形
ms: Bentuk lidah yang menyentuh langit-langit lembut
pt_br: A forma da língua tocando o palato mole
zh_hans: 舌头接触软腭的形状
zh_hant: 舌頭接觸軟齶的形狀

# lingualSoundExplanation
source: The shape of the tip of the tongue touching the upper gum
de: Die Form der Zungenspitze, die das obere Zahnfleisch berührt
es: La forma de la punta de la lengua tocando la encía superior
fr: La forme du bout de la langue touchant la gencive supérieure
id: Bentuk ujung lidah menyentuh gusi atas
it: La forma della punta della lingua che tocca la parte superiore della gengiva
ja: 上の歯ぐきに触れる舌先の形
ms: Bentuk hujung lidah menyentuh gusi atas
pt_br: A forma da ponta da língua tocando a gengiva superior
zh_hans: 舌尖接触上牙龈的形状
zh_hant: 舌尖接觸上牙齦的形狀

# labialSoundExplanation
source: The shape of lips
de: Die Form der Lippen
es: La forma de los labios
fr: La forme des lèvres
id: Bentuk bibir
it: La forma delle labbra
ja: 唇の形
ms: Bentuk bibir
pt_br: A forma dos lábios
zh_hans: 嘴唇的形状
zh_hant: 南京的形狀

# dentalSoundExplanation
source: The shape of teeth
de: Die Form der Zähne
es: La forma de dientes
fr: La forme des dents
id: Bentuk gigi
it: La forma dei denti
ja: 歯の形
ms: Bentuk gigi
pt_br: A forma dos dentes
zh_hans: 牙齿的形状
zh_hant: 牙齒的形狀

# gutturalSoundExplanation
source: The shape of the throat
de: Die Form der Kehle
es: La forma de la garganta
fr: La forme de la gorge
id: Bentuk tenggorokan
it: La forma della gola
ja: 喉の形
ms: Bentuk tekak
pt_br: A forma da garganta
zh_hans: 喉咙的形状
zh_hant: 喉嚨的形狀

# combine
source: Combine your own Hangul and listen to how it sounds like.
de: Kombinieren Sie Ihr eigenes Hangul und Hören Sie, wie es klingt.
es: Combina tu propio Hangul y escucha cómo suena.
fr: Combinez votre propre Hangul et écoutez comment cela ressemble.
id: Gabungkan Hangul Anda sendiri dan dengarkan suaranya.
it: Combina il tuo Hangul e ascolta come suona.
ja: 独自のハングルを組み合わせて、それがどのように聞こえるかを聞いてください。
ms: Gabungkan Hangul anda sendiri dan dengar bunyinya.
pt_br: Combine seu próprio Hangul e ouça como ele soa.
zh_hans: 结合你自己的韩文，听听它的声音。
zh_hant: 結合你自己的韓文，聽聽它的聲音。
